[
  {
    "title": "Watch a fun movie",
    "description": "A comedic movie can keep up your already great mood!",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "excited",
    "rectype": "advice"
  },
  {
    "title": "Share your joy",
    "description": "Happiness is contagious, so don't be afraid to share your positive emotions with others. Whether it's through a genuine smile, a kind word, or an act of kindness, spreading happiness can amplify your own feelings of joy.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "happy",
    "rectype": "advice"
  },
  {
    "title": "Practice self-care",
    "description": "Use your happiness as an opportunity to prioritize self-care. Engage in activities that bring you joy, relaxation, and fulfillment. It could be anything from indulging in a favorite hobby, spending time in nature, or simply taking a moment to unwind and pamper yourself.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "happy",
    "rectype": "advice"
  },
  {
    "title": "Appreciate the little things",
    "description": "Take notice of the small details and moments that make your relationship special. It could be a shared laugh, a gentle touch, or a meaningful glance. Cultivating gratitude for these small gestures can amplify your feelings of love and bring more happiness into your relationship.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "relaxed",
    "rectype": "advice"
  },
  {
    "title": "Enjoy the moment",
    "description": "Allow yourself to fully embrace and savor the feeling of being in love. Be present in the moment and cherish the emotions and sensations that come with it. Take the time to appreciate the joy and happiness it brings to your life.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "calm",
    "rectype": "advice"
  },
  {
    "title": "Pursue a new hobby or learn something new",
    "description": "Use your free time to explore a new hobby or learn a new skill. This could be anything from playing a musical instrument, painting, cooking, coding, writing, gardening, or even learning a new language. Engaging in activities that spark your curiosity and passion can be both fulfilling and enjoyable.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "bored",
    "rectype": "advice"
  },
  {
    "title": "Read a book or listen to an audiobook",
    "description": "Dive into the world of literature and choose a book that interests you. Whether it's fiction, non-fiction, self-help, or a genre you've never explored before, reading can be a great way to relax, learn, and transport yourself to different worlds. Alternatively, you can listen to an audiobook and enjoy a story while doing other tasks.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "bored",
    "rectype": "advice"
  },
  {
    "title": "Go for a walk",
    "description": "Sometimes a short 10min walk and some fresh air can clear your mind.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "sad",
    "rectype": "advice"
  },
  {
    "title": "Move your body",
    "description": "Engage in physical activity or exercise. Physical movement releases endorphins, which are known to boost mood and reduce stress. Go for a walk, engage in a workout routine, dance, or practice yoga. Find an activity that suits your preferences and helps you feel more energized and uplifted.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "sad",
    "rectype": "advice"
  },
  {
    "title": "Shift your focus",
    "description": "Instead of dwelling on the problem, redirect your attention to something positive or engaging. Engage in activities that distract you and help shift your focus away from your nervousness.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "nervous",
    "rectype": "advice"
  },
  {
    "title": "Take a deep breath and stay calm",
    "description": "When nervousness hits, take a moment to breathe deeply and calm yourself. This will help you regain composure and approach the situation with a clearer mind.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "nervous",
    "rectype": "advice"
  },
  {
    "title": "Engage in creative outlets",
    "description": "Channel your irritation into creative activities that allow for self-expression and release. Write in a journal, paint, play music, or engage in any form of art that resonates with you. Creative outlets can help process and transform anger into something positive.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "irritated",
    "rectype": "advice"
  },
  {
    "title": "Engage in physical activity",
    "description": "Physical activity can be a healthy outlet for irritation. Engage in activities such as running, swimming, or hitting a punching bag. Exercise releases endorphins, which can help alleviate anger and promote a sense of well-being.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "irritated",
    "rectype": "advice"
  }, {
    "title": "Take a breath and pause",
    "description": "When annoyance sets in, it's helpful to take a moment to pause and collect yourself. Take a few deep breaths to calm your mind and regain a sense of composure before reacting.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "irritated",
    "rectype": "advice"
  },
  {
    "title": "Find a healthy outlet for your emotions",
    "description": "Engage in activities that allow you to release and manage your emotions in a healthy way. It could be physical exercise, journaling, engaging in a creative pursuit, or practicing mindfulness or meditation. Finding an outlet can help you process your emotions and regain a sense of calm.",
    "image": "https://ggsc.s3.amazonaws.com/images/uploads/The_Science-Backed_Benefits_of_Being_a_Dog_Owner.jpg",
    "mood": "irritated",
    "rectype": "advice"
  }
]